bench/results/memtier_host.txt
25        Connections per thread
30        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec
----------------------------------------------------------------------------------------------------------------------------
Sets        34346.29          ---          ---         1.45475         1.28700         3.95100         6.04700      3652.27
Gets        34344.65     31016.85      3327.81         1.45440         1.28700         3.95100         6.07900      3269.92
Waits           0.00          ---          ---             ---             ---             ---             ---          ---
Totals      68690.94     31016.85      3327.81         1.45457         1.28700         3.95100         6.07900      6922.18